# PaperFormat Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
DWFExportOptions..::..PaperFormat Property
DWFExportOptions Class See Also
---
Standard paper format.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public ExportPaperFormat PaperFormat { get; set; }
```

Visual Basic
---
```text
Public Property PaperFormat As ExportPaperFormat
	Get
	Set
```

Visual C++
---
```text
public:
property ExportPaperFormat PaperFormat {
	ExportPaperFormat get ();
	void set (ExportPaperFormat value);
}
```

# See Also
DWFExportOptions Class
Autodesk.Revit.DB Namespace